Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# intentRoomNotFoundFormat
source: The room "%@" is no longer in your Sonos system. Open Choragus and re-pick a room for this shortcut.
da: Rummet "%@" findes ikke længere i Sonos-systemet. Åbn Choragus og vælg et rum igen til denne genvej.
de: Der Raum „%@“ ist nicht mehr im Sonos-System. Choragus öffnen und für diesen Kurzbefehl einen Raum neu wählen.
es: La habitación "%@" ya no está en el sistema Sonos. Abre Choragus y vuelve a elegir una habitación para este atajo.
fr: La pièce « %@ » ne fait plus partie du système Sonos. Ouvrez Choragus et choisissez à nouveau une pièce pour ce raccourci.
it: La stanza "%@" non è più nel sistema Sonos. Apri Choragus e scegli di nuovo una stanza per questo comando.
ja: 部屋「%@」は Sonos システムに存在しません。Choragus を開き、このショートカットの部屋を選び直してください。
nb: Rommet «%@» er ikke lenger i Sonos-systemet. Åpne Choragus og velg et rom på nytt for denne snarveien.
nl: De kamer "%@" zit niet meer in je Sonos-systeem. Open Choragus en kies opnieuw een kamer voor deze opdracht.
pl: Pokój „%@” nie jest już w systemie Sonos. Otwórz Choragus i ponownie wybierz pokój dla tego skrótu.
pt: A divisão "%@" já não está no sistema Sonos. Abra o Choragus e volte a escolher uma divisão para este atalho.
sv: Rummet "%@" finns inte längre i Sonos-systemet. Öppna Choragus och välj ett rum igen för den här genvägen.
zh_hans: 房间“%@”已不在 Sonos 系统中。请打开 Choragus 并为此快捷指令重新选择房间。

# iTunesQueriesInWindow
source: %d / %d this minute
da: %d / %d i dette minut
de: %d / %d in dieser Minute
es: %d / %d en este minuto
fr: %d / %d cette minute
it: %d / %d in questo minuto
ja: この 1 分間に %d / %d
nb: %d / %d dette minuttet
nl: %d / %d deze minuut
pl: %d / %d w tej minucie
pt: %d / %d neste minuto
sv: %d / %d denna minut
zh_hans: 这分钟 %d / %d

source: Jump to letter
da: Gå til bogstav
de: Zum Buchstaben springen
es: Ir a la letra
fr: Aller à la lettre
it: Vai alla lettera
ja: 文字へジャンプ
nb: Gå til bokstav
nl: Ga naar letter
pl: Przejdź do litery
pt: Ir para a letra
sv: Hoppa till bokstav
zh_hans: 跳转到字母

# karaokeStyleClassic
source: Classic
da: Klassisk
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
nb: Klassisk
nl: Klassiek
pl: Klasyczny
pt: Clássico
sv: Klassiskt
zh_hans: 经典

# karaokeStyleDynamic
source: Dynamic
da: Dynamisk
de: Dynamisch
es: Dinámico
fr: Dynamique
it: Dinamico
ja: ダイナミック
nb: Dynamisk
nl: Dynamisch
pl: Dynamiczny
pt: Dinâmico
sv: Dynamiskt
zh_hans: 动态

# karaokeStyleHelp
source: Dynamic scales the active line up and dims neighbours. Classic holds every visible line at one size so the readout matches a traditional karaoke screen — only opacity marks the active row.
da: Dynamisk forstørrer den aktive linje og dæmper naboerne. Klassisk holder hver synlig linje i én størrelse som en traditionel karaokeskærm — kun gennemsigtigheden markerer den aktive linje.
de: „Dynamisch“ vergrößert die aktive Zeile und blendet benachbarte Zeilen ab. „Klassisch“ hält jede sichtbare Zeile auf einer Größe wie auf einem traditionellen Karaoke-Bildschirm — nur die Deckkraft markiert die aktive Zeile.
es: “Dinámico” aumenta la línea activa y atenuá las vecinas. “Clásico” mantiene cada línea visible al mismo tamaño, como una pantalla de karaoke tradicional; solo la opacidad marca la línea activa.
fr: « Dynamique » agrandit la ligne active et atténue les voisines. « Classique » maintient chaque ligne visible à la même taille, comme un écran de karaoké traditionnel ; seule l’opacité marque la ligne active.
it: “Dinamico” ingrandisce la riga attiva e attenua le vicine. “Classico” mantiene ogni riga visibile alla stessa dimensione, come uno schermo karaoke tradizionale; solo l’opacità segna la riga attiva.
ja: 「ダイナミック」はアクティブ行を拡大し、隣接行を暗くします。「クラシック」は伝統的なカラオケ画面のように、表示されるすべての行を同じサイズで表示し、不透明度だけでアクティブ行を示します。
nb: Dynamisk forstørrer den aktive linjen og demper naboene. Klassisk holder hver synlig linje i én størrelse som en tradisjonell karaokeskjerm — bare opasiteten markerer den aktive linjen.
nl: Dynamisch vergroot de actieve regel en dimt de buren. Klassiek houdt elke zichtbare regel op één grootte zoals een traditioneel karaokescherm — alleen de dekking markeert de actieve regel.
pl: Tryb dynamiczny powiększa aktywną linię i przyciemnia sąsiednie. Klasyczny utrzymuje każdą widoczną linię w jednym rozmiarze — tylko nieprzezroczystość oznacza aktywną linię.
pt: Dinâmico amplia a linha ativa e atenua as vizinhas. Clássico mantém cada linha visível num único tamanho, como uma tela de karaokê tradicional; apenas a opacidade marca a linha ativa.
sv: Dynamiskt förstorar den aktiva raden och dämpar grannraderna. Klassiskt håller varje synlig rad i en storlek som en traditionell karaokeskärm — bara opaciteten markerar den aktiva raden.
zh_hans: 「动态」会放大当前歌词行并淡化相邻行。「经典」保持所有可见行为同一尺寸，与传统卡拉OK屏幕一致，仅通过不透明度标注当前行。

# karaokeStyleLabel
source: Style
da: Stil
de: Stil
es: Estilo
it: Stile
ja: スタイル
nb: Stil
nl: Stijl
pl: Styl
pt: Estilo
sv: Stil
zh_hans: 样式

source: Karaoke theme
da: Karaoke-tema
de: Karaoke-Design
es: Tema karaoke
fr: Thème karaoké
it: Tema karaoke
ja: カラオケテーマ
nb: Karaoke-tema
nl: Karaoke-thema
pl: Motyw karaoke
pt: Tema karaoke
sv: Karaoketema
zh_hans: 卡拉OK主题

# karaokeWindowTitle
source: Karaoke Lyrics
da: Karaoke-sangtekst
de: Karaoke-Liedtext
es: Letra karaoke
fr: Paroles karaoké
it: Testo karaoke
ja: カラオケ歌詞
nb: Karaoke-sangtekst
nl: Karaoke-songtekst
pl: Tekst karaoke
pt: Letra karaoke
sv: Karaoke-sångtext
zh_hans: 卡拉OK歌词

source: Keyboard Controls
da: Tastaturkontroller
de: Tastatursteuerung
es: Controles del teclado
fr: Commandes du clavier
it: Controlli da tastiera
ja: キーボード操作
nb: Tastaturkontroller
nl: Toetsenbordbediening
pl: Sterowanie klawiaturą
pt: Controlos do teclado
sv: Tangentbordskontroller
zh_hans: 键盘控制

source: Language
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
nb: Språk
nl: Taal
pl: Język
pt: Idioma
sv: Språk
zh_hans: 语言

# largeAddBuildingBody
source: Choragus is walking the library. Add All becomes available once the count is final, or Cancel to stop without adding anything.
da: Choragus gennemgår biblioteket. ”Tilføj alle” bliver tilgængelig, når antallet er endeligt, eller vælg ”Annuller” for at stoppe uden at tilføje noget.
de: Choragus durchsucht die Mediathek. „Alle hinzufügen“ wird verfügbar, sobald die Anzahl feststeht, oder mit „Abbrechen“ beenden, ohne etwas hinzuzufügen.
es: Choragus está recorriendo la biblioteca. «Añadir todo» estará disponible cuando se conozca el total, o pulsa «Cancelar» para detener sin añadir nada.
fr: Choragus parcourt la bibliothèque. « Tout ajouter » sera disponible une fois le décompte terminé, ou cliquez sur « Annuler » pour arrêter sans rien ajouter.
it: Choragus sta esplorando la libreria. «Aggiungi tutto» sarà disponibile quando il conteggio sarà definitivo, oppure fai clic su «Annulla» per interrompere senza aggiungere nulla.
ja: Choragusがライブラリを検索しています。曲数が確定すると「すべて追加」が使えるようになります。何も追加せずに終了するには「キャンセル」をクリックしてください。
nb: Choragus går gjennom biblioteket. «Legg til alle» blir tilgjengelig når antallet er endelig, eller velg «Avbryt» for å stoppe uten å legge til noe.
nl: Choragus doorloopt de bibliotheek. ‘Alles toevoegen’ wordt beschikbaar zodra het totaal vaststaat, of klik op ‘Annuleer’ om te stoppen zonder iets toe te voegen.
pl: Choragus przegląda bibliotekę. Przycisk „Dodaj wszystkie” stanie się dostępny po ustaleniu liczby utworów, lub kliknij „Anuluj”, aby przerwać bez dodawania.
pt: O Choragus está a percorrer a biblioteca. «Adicionar todas» fica disponível quando a contagem estiver concluída, ou clique em «Cancelar» para parar sem adicionar nada.
sv: Choragus går igenom biblioteket. ”Lägg till alla” blir tillgängligt när antalet är klart, eller välj ”Avbryt” för att stoppa utan att lägga till något.
zh_hans: Choragus 正在遍历资料库。曲目总数确定后即可使用“全部添加”，或点按“取消”以停止且不添加任何内容。

# largeAddBuildingTitle
source: Building %d tracks to add…
da: Klargør %d numre, der skal tilføjes…
de: %d Titel zum Hinzufügen werden vorbereitet…
es: Preparando %d canciones para añadir…
fr: Préparation de %d morceaux à ajouter…
it: Preparazione di %d brani da aggiungere…
ja: 追加する%d曲を準備中…
nb: Klargjør %d spor som skal legges til…
nl: Bezig met opbouwen van %d nummers om toe te voegen…
pl: Przygotowywanie %d utworów do dodania…
pt: A preparar %d faixas para adicionar…
sv: Förbereder %d spår att lägga till…
zh_hans: 正在准备要添加的 %d 首曲目…

# largeAddReadyBody
source: Click Add All to queue these tracks. The queue panel will update progressively as they’re added.
da: Klik på ”Tilføj alle” for at sætte disse numre i kø. Køpanelet opdateres løbende, efterhånden som de tilføjes.
de: Klicke auf „Alle hinzufügen“, um diese Titel in die Warteschlange aufzunehmen. Die Warteschlange wird beim Hinzufügen fortlaufend aktualisiert.
es: Pulsa «Añadir todo» para poner estas canciones en la cola. El panel de la cola se irá actualizando a medida que se añadan.
fr: Cliquez sur « Tout ajouter » pour mettre ces morceaux en file d’attente. Le panneau de file d’attente se met à jour au fur et à mesure de leur ajout.
it: Fai clic su «Aggiungi tutto» per mettere questi brani in coda. Il pannello della coda si aggiornerà progressivamente man mano che vengono aggiunti.
ja: 「すべて追加」をクリックすると、これらの曲がキューに追加されます。追加されるたびにキューパネルが順次更新されます。
nb: Klikk på «Legg til alle» for å legge disse sporene i køen. Køpanelet oppdateres etter hvert som de legges til.
nl: Klik op ‘Alles toevoegen’ om deze nummers in de wachtrij te plaatsen. Het wachtrijpaneel wordt geleidelijk bijgewerkt naarmate ze worden toegevoegd.
pl: Kliknij „Dodaj wszystkie”, aby dodać te utwory do kolejki. Panel kolejki będzie aktualizowany na bieżąco w miarę ich dodawania.
pt: Clique em «Adicionar todas» para colocar estas faixas na fila. O painel da fila será atualizado progressivamente à medida que forem adicionadas.
sv: Klicka på ”Lägg till alla” för att köa dessa spår. Köpanelen uppdateras efter hand som de läggs till.
zh_hans: 点按“全部添加”将这些曲目加入队列。在添加过程中，队列面板将逐步更新。

# largeAddReadyTitle
source: %d tracks ready to queue
da: %d numre klar til køen
de: %d Titel bereit für die Warteschlange
es: %d canciones listas para la cola
fr: %d morceaux prêts à être mis en file d’attente
it: %d brani pronti per la coda
ja: %d曲をキューに追加できます
nb: %d spor klare for køen
nl: %d nummers klaar voor de wachtrij
pl: %d utworów gotowych do kolejki
pt: %d faixas prontas para a fila
sv: %d spår redo för kön
zh_hans: %d 首曲目可加入队列

# last30DaysAverageFormat
source: Last 30 days · avg: %d
da: Seneste 30 dage · gns.: %d
de: Letzte 30 Tage · Ø: %d
es: Últimos 30 días · media: %d
fr: 30 derniers jours · moy. : %d
it: Ultimi 30 giorni · media: %d
ja: 過去 30 日間 · 平均: %d
nb: Siste 30 dager · snitt: %d
nl: Laatste 30 dagen · gem.: %d
pl: Ostatnie 30 dni · śr.: %d
pt: Últimos 30 dias · média: %d
sv: Senaste 30 dagarna · snitt: %d
zh_hans: 最近 30 天 · 平均：%d

# lastCheckedFormat
source: Last checked: %@
da: Sidst kontrolleret: %@
de: Zuletzt geprüft: %@
es: Última comprobación: %@
fr: Dernière vérification : %@
it: Ultima verifica: %@
ja: 最終確認: %@
nb: Sist sjekket: %@
nl: Laatst gecontroleerd: %@
pl: Ostatnio sprawdzone: %@
pt: Última verificação: %@
sv: Senast kontrollerad: %@
zh_hans: 上次检查：%@

# lastFMCredentialsIntro
source: Scrobbling to Last.fm requires your own API app. Register one here, then paste the API key and shared secret below:
da: Scrobbling til Last.fm kræver din egen API-app. Registrér en her, og indsæt derefter API-nøglen og den delte hemmelighed nedenfor:
de: Für das Scrobbeln zu Last.fm benötigst du eine eigene API-App. Registriere hier eine und füge unten den API-Schlüssel und das gemeinsame Geheimnis ein:
es: Para hacer scrobble a Last.fm necesitas tu propia aplicación API. Regístrala aquí y luego pega la clave API y el secreto compartido abajo:
fr: Le scrobbling vers Last.fm nécessite votre propre application API. Enregistrez-en une ici, puis collez la clé API et le secret partagé ci-dessous :
it: Per fare scrobble su Last.fm serve la tua app API. Registrane una qui e poi incolla la chiave API e il segreto condiviso sotto:
ja: Last.fm へのスクロブルには独自の API アプリが必要です。ここで登録し、下に API キーと共有シークレットを貼り付けてください:
nb: Scrobbling til Last.fm krever din egen API-app. Registrer en her, og lim deretter inn API-nøkkelen og den delte hemmeligheten nedenfor:
nl: Scrobblen naar Last.fm vereist je eigen API-app. Registreer er hier een en plak vervolgens de API-sleutel en het gedeelde geheim hieronder:
pl: Scrobblowanie do Last.fm wymaga własnej aplikacji API. Zarejestruj jedną tutaj, a następnie wklej klucz API i wspólny sekret poniżej:
pt: O scrobble para o Last.fm requer seu próprio app de API. Registre um aqui e depois cole a chave de API e o segredo compartilhado abaixo:
sv: För att scrobbla till Last.fm behöver du en egen API-app. Registrera en här och klistra sedan in API-nyckeln och den delade hemligheten nedan:
zh_hans: Scrobble 至 Last.fm 需要您自己的 API 应用。请在此注册一个，然后在下方粘贴 API 密钥和共享密钥：

# lastPlayedFormat
source: Last played %@
da: Sidst afspillet %@
de: Zuletzt abgespielt %@
es: Última reproducción %@
fr: Dernière lecture %@
it: Ultima riproduzione %@
ja: 最後に再生されたのは %@
nb: Sist spilt %@
nl: Laatst afgespeeld %@
pl: Ostatnio odtwarzane %@
pt: Última reprodução %@
sv: Senast spelad %@
zh_hans: 上次播放 %@

# lastRunLabel
source: Last run:
da: Seneste kørsel:
de: Letzter Lauf:
es: Última ejecución:
fr: Dernière exécution :
it: Ultima esecuzione:
ja: 前回:
nb: Siste kjøring:
nl: Laatste uitvoering:
pl: Ostatnie uruchomienie:
pt: Última execução:
sv: Senaste körning:
zh_hans: 上次运行：

# lastUpdatedFormat
source: Last updated: %@
da: Senest opdateret: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
it: Ultimo aggiornamento: %@
ja: 最終更新: %@
nb: Sist oppdatert: %@
nl: Laatst bijgewerkt: %@
pl: Ostatnia aktualizacja: %@
pt: Última atualização: %@
sv: Senast uppdaterad: %@
zh_hans: 上次更新：%@

source: Later
da: Senere
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
nb: Senere
pl: Później
pt: Mais tarde
sv: Senare
zh_hans: 稍后

source: Lead
da: Hoved
de: Hauptlautsprecher
es: Principal
fr: Principale
it: Principale
ja: リード
nb: Hoved
nl: Hoofd
pl: Główny
pt: Principal
sv: Huvud
zh_hans: 主

# legendAvailable
source: Available — tap Connect to authenticate, or toggle on for search-only services (Apple Music search, TuneIn, Calm Radio, Sonos Radio).
da: Tilgængelig — tryk på Tilslut for at godkende, eller slå til for kun søgetjenester (Apple Music-søgning, TuneIn, Calm Radio, Sonos Radio).
de: Verfügbar — auf Verbinden tippen, um sich zu authentifizieren, oder für Such-Dienste aktivieren (Apple Music-Suche, TuneIn, Calm Radio, Sonos Radio).
es: Disponible — toca Conectar para autenticarte, o activa para servicios solo de búsqueda (búsqueda en Apple Music, TuneIn, Calm Radio, Sonos Radio).
fr: Disponible — touchez Connecter pour vous authentifier, ou activez pour les services de recherche uniquement (recherche Apple Music, TuneIn, Calm Radio, Sonos Radio).
it: Disponibile — tocca Connetti per autenticarti, oppure attiva per i servizi di sola ricerca (ricerca Apple Music, TuneIn, Calm Radio, Sonos Radio).
ja: 利用可能 — 「接続」をタップして認証するか、検索のみのサービス（Apple Music 検索、TuneIn、Calm Radio、Sonos Radio）をオンにします。
nb: Tilgjengelig — trykk Koble til for å godkjenne, eller slå på for tjenester med kun søk (Apple Music-søk, TuneIn, Calm Radio, Sonos Radio).
nl: Beschikbaar — tik op Verbind om te authenticeren, of zet aan voor alleen-zoeken-diensten (Apple Music-zoeken, TuneIn, Calm Radio, Sonos Radio).
pl: Dostępna — dotknij Połącz, aby się uwierzytelnić, lub włącz dla usług tylko-do-wyszukiwania (wyszukiwanie Apple Music, TuneIn, Calm Radio, Sonos Radio).
pt: Disponível — toque em Ligar para autenticar, ou ative para serviços apenas de pesquisa (pesquisa Apple Music, TuneIn, Calm Radio, Sonos Radio).
sv: Tillgänglig — tryck på Anslut för att autentisera, eller slå på för endast sök-tjänster (Apple Music-sök, TuneIn, Calm Radio, Sonos Radio).
zh_hans: 可用—点击连接以进行身份验证，或为仅搜索服务（Apple Music 搜索、TuneIn、Calm Radio、Sonos Radio）打开开关。

# legendUnavailable
source: Unavailable — the service provider doesn't allow third-party apps like Choragus to authenticate. Use the official Sonos app for these.
da: Utilgængelig — tjenesteudbyderen tillader ikke tredjeparts-apps som Choragus at godkende. Brug den officielle Sonos-app til disse.
de: Nicht verfügbar — der Dienstanbieter erlaubt es Drittanbieter-Apps wie Choragus nicht, sich zu authentifizieren. Verwende hierfür die offizielle Sonos-App.
es: No disponible — el proveedor del servicio no permite que apps de terceros como Choragus se autentiquen. Usa la app oficial de Sonos para estos.
fr: Indisponible — le fournisseur du service n’autorise pas les applications tierces comme Choragus à s’authentifier. Utilisez l’application Sonos officielle pour ceux-ci.
it: Non disponibile — il fornitore del servizio non consente alle app di terze parti come Choragus di autenticarsi. Per questi usa l’app Sonos ufficiale.
ja: 利用不可 — サービス提供者は Choragus のようなサードパーティアプリに認証を許可していません。これらには公式 Sonos アプリをご使用ください。
nb: Utilgjengelig — tjenesteleverandøren tillater ikke tredjeparts-apper som Choragus å godkjenne. Bruk den offisielle Sonos-appen for disse.
nl: Niet beschikbaar — de dienstaanbieder staat niet toe dat externe apps zoals Choragus authenticeren. Gebruik hiervoor de officiële Sonos-app.
pl: Niedostępne — dostawca usługi nie zezwala aplikacjom innych firm, takim jak Choragus, na uwierzytelnianie. Użyj oficjalnej aplikacji Sonos dla tych usług.
pt: Indisponível — o fornecedor do serviço não permite que apps de terceiros como o Choragus se autentiquem. Utilize a app oficial Sonos para estes.
sv: Otillgänglig — tjänsteleverantören tillåter inte att tredjepartsappar som Choragus autentiserar. Använd den officiella Sonos-appen för dessa.
zh_hans: 不可用—服务提供商不允许像 Choragus 这样的第三方应用进行身份验证。请使用官方 Sonos 应用。

# legendUntested
source: Untested — we don't know if this service works through Choragus yet. Tap Connect to try; please report success or failure on GitHub so we can mark it as confirmed working.
da: Ikke testet — vi ved endnu ikke, om denne tjeneste virker gennem Choragus. Tryk på Tilslut for at prøve; rapportér resultatet på GitHub, så vi kan markere den som bekræftet virkende.
de: Ungetestet — wir wissen noch nicht, ob dieser Dienst über Choragus funktioniert. Auf Verbinden tippen, um es zu versuchen; bitte melde Erfolg oder Misserfolg auf GitHub, damit wir ihn als bestätigt funktionierend markieren können.
es: Sin probar — aún no sabemos si este servicio funciona con Choragus. Toca Conectar para intentarlo; informa del resultado en GitHub para que podamos marcarlo como confirmado.
fr: Non testé — nous ne savons pas encore si ce service fonctionne avec Choragus. Touchez Connecter pour essayer ; signalez le résultat sur GitHub afin que nous puissions le marquer comme confirmé.
it: Non testato — non sappiamo ancora se questo servizio funziona tramite Choragus. Tocca Connetti per provare; segnala l’esito su GitHub così possiamo contrassegnarlo come confermato funzionante.
ja: 未テスト — このサービスが Choragus で動作するかはまだ不明です。「接続」をタップして試してください。結果を GitHub で報告していただければ、動作確認済みとしてマークします。
nb: Ikke testet — vi vet ikke ennå om denne tjenesten fungerer via Choragus. Trykk Koble til for å prøve; rapporter resultatet på GitHub så vi kan markere den som bekreftet fungerende.
nl: Niet getest — we weten nog niet of deze dienst werkt via Choragus. Tik op Verbind om het te proberen; meld succes of mislukking op GitHub zodat we het als bevestigd werkend kunnen markeren.
pl: Nieprzetestowane — nie wiemy jeszcze, czy ta usługa działa przez Choragus. Dotknij Połącz, aby spróbować; zgłoś wynik na GitHub, abyśmy mogli oznaczyć ją jako potwierdzoną jako działającą.
pt: Não testado — ainda não sabemos se este serviço funciona através do Choragus. Toque em Ligar para tentar; comunique o resultado no GitHub para podermos marcá-lo como confirmado a funcionar.
sv: Otestad — vi vet inte ännu om denna tjänst fungerar genom Choragus. Tryck på Anslut för att försöka; rapportera resultatet på GitHub så vi kan markera den som bekräftat fungerande.
zh_hans: 未测试—我们尚不知道此服务是否可以通过 Choragus 使用。点击连接进行尝试；请在 GitHub 上报告成功或失败，以便我们将其标记为已确认可用。

# libraryAndFavorites
source: Library & Favorites
da: Bibliotek og favoritter
de: Bibliothek & Favoriten
es: Biblioteca y favoritos
fr: Bibliothèque et favoris
it: Libreria e preferiti
ja: ライブラリとお気に入り
nb: Bibliotek og favoritter
nl: Bibliotheek en favorieten
pl: Biblioteka i ulubione
pt: Biblioteca e favoritos
sv: Bibliotek och favoriter
zh_hans: 媒体库和收藏

# libraryShareHint
source: Folders each Sonos system indexes as local music. Add or remove them in the Sonos app.
da: Mapper, hvert Sonos-system indekserer som lokal musik. Tilføj eller fjern dem i Sonos-appen.
de: Ordner, die jedes Sonos-System als lokale Musik indiziert. Füge sie in der Sonos-App hinzu oder entferne sie dort.
es: Carpetas que cada sistema Sonos indexa como música local. Añádelas o elimínalas en la app de Sonos.
fr: Dossiers que chaque système Sonos indexe comme musique locale. Ajoutez-les ou supprimez-les dans l’app Sonos.
it: Cartelle che ogni sistema Sonos indicizza come musica locale. Aggiungile o rimuovile nell’app Sonos.
ja: 各 Sonos システムがローカル音楽としてインデックスするフォルダ。追加・削除は Sonos アプリで行います。
nb: Mapper hvert Sonos-system indekserer som lokal musikk. Legg til eller fjern dem i Sonos-appen.
nl: Mappen die elk Sonos-systeem indexeert als lokale muziek. Toevoegen of verwijderen doe je in de Sonos-app.
pl: Foldery indeksowane przez każdy system Sonos jako muzyka lokalna. Dodawaj i usuwaj je w aplikacji Sonos.
pt: Pastas que cada sistema Sonos indexa como música local. Adicione ou remova na app Sonos.
sv: Mappar som varje Sonos-system indexerar som lokal musik. Lägg till eller ta bort dem i Sonos-appen.
zh_hans: 每个 Sonos 系统都会将这些文件夹作为本地音乐进行索引。请在 Sonos 应用中添加或移除。

# librarySharesHeader
source: Music Library Shares
da: Musikbibliotekets delinger
de: Musikbibliothek-Freigaben
es: Carpetas compartidas de la biblioteca
fr: Partages de la bibliothèque musicale
it: Condivisioni della libreria musicale
ja: 音楽ライブラリの共有
nb: Musikkbibliotek-delinger
nl: Gedeelde muziekmappen
pl: Udostępnienia biblioteki muzycznej
pt: Partilhas da biblioteca de música
sv: Musikbibliotekets delningar
zh_hans: 音乐库共享

# lightMode
source: Light
da: Lyst
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
nb: Lyst
nl: Licht
pl: Jasny
pt: Claro
sv: Ljust
zh_hans: 浅色

# lineInAnalogInput
source: Analog input
da: Analog indgang
de: Analogeingang
es: Entrada analógica
fr: Entrée analogique
it: Ingresso analogico
ja: アナログ入力
nb: Analog inngang
nl: Analoge ingang
pl: Wejście analogowe
pt: Entrada analógica
sv: Analog ingång
zh_hans: 模拟输入

source: Line-In sources
da: Line-in-kilder
de: Line-In-Quellen
es: Fuentes Line-In
fr: Sources Line-In
it: Sorgenti Line-In
ja: Line-In ソース
nb: Line-in-kilder
nl: Line-in-bronnen
pl: Źródła Line-In
pt: Fontes Line-In
sv: Line-in-källor
zh_hans: Line-In 来源

# lineInTVInput
source: TV (HDMI / Optical)
da: TV (HDMI / optisk)
de: TV (HDMI / Optisch)
es: TV (HDMI / óptico)
fr: TV (HDMI / optique)
it: TV (HDMI / ottico)
ja: テレビ（HDMI / 光デジタル）
nb: TV (HDMI / optisk)
nl: TV (HDMI / optisch)
pl: TV (HDMI / optyczne)
pt: TV (HDMI / ótico)
sv: TV (HDMI / optisk)
zh_hans: 电视（HDMI / 光纤）

source: Listening Activity
da: Lytteaktivitet
de: Höractivität
es: Actividad de escucha
fr: Activité d’écoute
it: Attività di ascolto
ja: 視聴アクティビティ
nb: Lytteaktivitet
nl: Luisteractiviteit
pl: Aktywność odsłuchu
pt: Atividade de audição
sv: Lyssningsaktivitet
zh_hans: 收听活动

source: Listening Clock
da: Lytteur
de: Höruhr
es: Reloj de escucha
fr: Horloge d’écoute
it: Orologio d’ascolto
ja: 聴取時計
nb: Lytteur
nl: Luisterklok
pl: Zegar słuchania
pt: Relógio de escuta
sv: Lyssningsklocka
zh_hans: 职听钟
